/* Status message indicating that the user has not yet granted or denied access permissions */
"Awaiting permission" = "Zugriff nicht vergeben";

/* Status message indicating that the user account is restriced and can therefore not grant access permissions */
"Restricted access" = "Eingeschränkter Zugriff";

/* Status message indicating that the user has denied access permissions */
"Access denied" = "Zugriff abgelehnt";

/* Status message indicating that the user has granted access permissions */
"Access granted" = "Zugriff erlaubt";

/* Title of a dialog window */
"Glyphs cannot access your contacts" = "Glyphs kann auf deine Kontakte nicht zugreifen";

/* Description text in a dialog window */
"Go to System Setting → Privacy & Security → Contacts to grant Glyphs access to your contacts." = "Gehe in Systemeinstellungen → Datenschutz & Sicherheit → Kontakte und erlaube Glyphs Zugriff auf deine Kontakte.";

/* Explaniation of the Gravatar service. */
"If checked, Light Table sends email addresses in a hashed from to the service Gravatar.com. If a user is registered at Gravatar with a matching email address, Light Table can load and show their Gravatar profile picture. Gravatar is a venture by Automattic Inc." = "Falls ausgewählt, sendet Light Table E-Mail-Adressen in einer gehashten Form an den Dienst Gravatar.com. Falls ein Gravatar-Konto mit einer übereinstimmenden E-Mail-Adresse existiert, kann Light Table das entsprechende Profilbild laden und darstellen. Gravatar ist ein Dienst von Automattic Inc.";
